VERSE_TEXT = (
    "Нехай кожен дає, як серце йому призволяє, не в смутку й не з примусу, "
    "бо Бог любить того, хто з радістю дає!"
)
VERSE_REF = "2 Коринтян 9:7"


MONTH_LABELS_UA = {
    1: "Січень",
    2: "Лютий",
    3: "Березень",
    4: "Квітень",
    5: "Травень",
    6: "Червень",
    7: "Липень",
    8: "Серпень",
    9: "Вересень",
    10: "Жовтень",
    11: "Листопад",
    12: "Грудень",
}


MONTH_COLORS_HEX = {
    1: "#3576f8",
    2: "#4351ea",
    12: "#4ca3e1",
    3: "#43ea97",
    4: "#35f876",
    5: "#2dff3f",
    6: "#ea43ea",
    7: "#ff2db9",
    8: "#f13c88",
    9: "#f1d33c",
    10: "#ff9d2d",
    11: "#da5e53",
}
