VERSE_TEXT = (
    "Нехай кожен дає, як серце йому призволяє, не в смутку й не з примусу, "
    "бо Бог любить того, хто з радістю дає!"
)
VERSE_REF = "2 Коринтян 9:7"


MONTH_LABELS_UA = {
    1: "Січень",
    2: "Лютий",
    3: "Березень",
    4: "Квітень",
    5: "Травень",
    6: "Червень",
    7: "Липень",
    8: "Серпень",
    9: "Вересень",
    10: "Жовтень",
    11: "Листопад",
    12: "Грудень",
}


MONTH_COLORS_HEX = {
    1: "#2d64d2",
    2: "#3945c6",
    12: "#408abf",
    3: "#39c680",
    4: "#2dd264",
    5: "#26d935",
    6: "#c639c6",
    7: "#d9269d",
    8: "#cc3373",
    9: "#ccb333",
    10: "#d98526",
    11: "#b95046",
}
